{
  "folder": "ImOS16NVYqr6zT50",
  "name": "Enchanted Amulet",
  "type": "valuable",
  "_id": "24ZpAGQnJLBCXc6G",
  "img": "icons/equipment/neck/pendant-faceted-silver-green.webp",
  "system": {
    "description": "DC: 14 Education\nEnchanted amulets are created by sorceresses and mages as a reservoir of magic and allow mages to cast spells that they would otherwise be unable to. In more recent years, the secrets to the creation of enchanted amulets fell into the hands of the Druid Circle of Mayena and the Church of the Eternal Fire is said to also be in possession of a few enchanted amulets which they took from executed mages.\nEvery enchanted amulet counts as a Focus (2) item. In addition, the creator of the enchanted amulet may imbue it with the power to cast 1 to 4 spells. The magic inside the amulet draws on the wearer's stamina to activate the spells and the wearer must have a Vigor Threshold high enough to cast a spell from the amulet. When casting the spells from an enchanted amulet, the wearer cannot make use of any other focus other than the amulet to lower the stamina cost. Additionally, an enchanted amulet can allow Druids & Priests to cast spells as if they were a mage.\nEnchanted amulets have a drawback, however. Once more than one spell has been imbued in the amulet, the creator must also choose a drawback from the following list. These drawbacks remain as long as the amulet is worn and for 24-hours afterward.\n-Wearer's max HP reduced by 5.\n-Wearer experiences a headache giving -1 to INT, WILL, and REF\n-Wearer fatigues more easily and reduces their max STA by 10.\nCost:\n-1 Spell - 550\n-2 Spells - 750\n-3 Spells - 950\n-4 Spells - 1150",
    "quantity": 1,
    "weight": 0.1,
    "cost": null,
    "isHidden": false,
    "associatedDiagram": {},
    "type": "toolkit",
    "avail": "Rare",
    "effect": "",
    "conceal": "T",
    "quality": "",
    "clickableImage": false,
    "sourcebook": "A Tome of Chaos"
  },
  "effects": [],
  "sort": 600000,
  "ownership": {
    "default": 0,
    "dxC9PYhanWf4xPZG": 3
  },
  "flags": {
    "scene-packer": {
      "hash": "d464075cc40b6702448f0ae54b58df1d67db56e9"
    }
  },
  "_stats": {
    "systemId": "TheWitcherTRPG",
    "systemVersion": "v1.2.0",
    "coreVersion": "13.347",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "_key": "!items!24ZpAGQnJLBCXc6G"
}
