{
  "folder": "ImOS16NVYqr6zT50",
  "name": "Megascope",
  "type": "valuable",
  "_id": "oQEThLZJxw8bTw8d",
  "img": "https://assets.forge-vtt.com/652dd4eea9ac2daadb46a415/modules/wtrpg-complete-compendium/packs/images/Other/Megascope.jpg",
  "system": {
    "description": "DC: 14 Education\n\nOne of the most complex wonders of the magical world, the Megascope is a device composed of several lenses, magic focuses, and perfectly carved gemstones.\nA Megascope must be arranged in a wide circle on a flat surface and activated by a person with a Vigor Threshold of at least 1. No special ritual is required to activate a Megascope. Once activated the Megascope can be used in one of two ways.\n \nFirstly, the Megascope can be used to contact another person with a Megascope or Telecommunicator. There is no earthly limit to the distance of communication, but a Megascope cannot facilitate communication with things beyond the dimension in which it is used. The recipient of the communication can choose to answer the communication; in which case the Megascope creates a spectral form of the recipient within the circle, allowing communication as if the participants were in the same room. \nSecondly, a Megascope can, with a DC:16 Spell Casting check, be used to view a person the user has a strong emotional connection to. If the person being viewed is a mage they can sense the augury if they roll a Magic Training check that beats your initial Spell Casting check, but they cannot see who is spying on them. \nThis remote viewing can be maintained for up to 10 minutes before the connection fades and the user must keep all of their focus on the megascope.\n\nAdditionally, once a connection has been established, a Megascope can act as a channel for teleportation. While your Megascope is connected to or remotely viewing a person, you can cast the Teleportation or Standing Portal spells to transport yourself to that location. If using Teleportation, there is no Spell Casting check required to teleport.\n\nUnfortunately, the complex nature of the Megascope means that it must be in perfect working order for it to be safely utilized. If one of the Gemstones in a Megascope is damaged in even the slightest way the Megascope becomes unstable. A gemstonecan be damaged by being struck, knocked out of the Megascope, scratched, or anything else that might mar its perfect surface.\n\nAdditionally, due tothe highly magical nature of a Megascope, bringing any amount of Dimeritium within 3m of a Megascope will damage all the Gemstones at a nearly imperceptible level. If this happens while you are communicating with someone or you attempt to activate the Megascope with a damaged or imperfect gemstone,the image just become a bit shakier than usual requiring a DC:20 Awareness check to notice. However, the real danger comes when trying to remotely view a target or teleport through a damaged Megascope. If you attempt to remotely view a target through a damaged Megascope the DC raises to 25 and if you fail to beat this check any damaged gemstones in the Megascope explode, dealing 1d6 damage to every location on the body of anyone within 4m. This renders the Megascope useless until the Perfect Gemstones can be replaced. If you attempt to teleport through a damaged Megascope far worse things happen. \n\nIf you cast the Standing Portal Spell with a damaged Megascope, the spell automatically fails as though you had rolled a fumble with a value of 10 and all 3 Gemstones in the Megascope will explode, dealing 3d6 damage to every location on the body of anyone within 6m. If you attempt to cast the Teleportation spell within a damaged Megascope the magic begins to rend you apart violently. Anyone within the range of their SPD Statistic has one chance to make a DC:14 Athletics check to remove the damaged crystal before your body is torn apart and the individual pieces lie scattered across the Continent. If they succeed, the Megascope powers down and you are unharmed. If they fail, you die a messy death.",
    "quantity": 1,
    "weight": 1,
    "cost": 3500,
    "isHidden": false,
    "associatedDiagram": {},
    "type": "toolkit",
    "avail": "Rare",
    "effect": "",
    "conceal": "L",
    "quality": "",
    "clickableImage": false,
    "sourcebook": "A Tome of Chaos"
  },
  "effects": [],
  "sort": 1000000,
  "ownership": {
    "default": 0,
    "dxC9PYhanWf4xPZG": 3
  },
  "flags": {
    "scene-packer": {
      "hash": "976eca8b8bc9a4f8478f18caf71acbdb1f44c34d"
    }
  },
  "_stats": {
    "systemId": "TheWitcherTRPG",
    "systemVersion": "v1.2.0",
    "coreVersion": "13.347",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "_key": "!items!oQEThLZJxw8bTw8d"
}
