{
  "folder": "ImOS16NVYqr6zT50",
  "name": "Power Stone Guardian",
  "type": "valuable",
  "_id": "jgKeRvDAIxOcEEPo",
  "img": "https://assets.forge-vtt.com/bazaar/core/icons/commodities/gems/pearl-storm.webp",
  "system": {
    "description": "DC: 16 Education\nThese sculpted gems are enchanted to protected an area from intruders. While the power stone itself is a small gemstone, it can be placed in a variety of settings. Power Stone Guardians can take a forms such as doors, statues, or even chandeliers. The consensus seems to be that a power stone guardian must be made from an object sturdy enough to resist accidental destruction. The power stone within this object emits a faint magical aura that becomes stronger the closer it is, meaning that a mage can detect one with Magic Training and a Witcher's Medallion will vibrate when near one.\nA power stone needs to be attuned to someone. The creator of this object can attune it to someone else, who then has the power to attune it others by placing their hands on the stone. \nThere are as many types of power stone guardians as there are paranoid mages, but the three presented here are the most common.\n\n-Alarm Power Stone: When an unattuned creature moves within 6m of the stone, it sends a telepathic message to those attuned creatures that someone has entered the area but cannot tell them who the intruders are.\n-Arcing Power Stone: When an unattuned creature comes within 6m of the stone, it immediately rolls an attack at a base 10 to release a small bolt of lightning that 2d6 damage. This attack can be dodged or blocked with a shield. After this point the Arcing Power Stone enters the initiative order at them bottom and attacks every round so long as an unattuned person remains in the area.\n-Illusion Power Stone: When an unattuned creature comes within 2m of the stone, the magic inside creates an illusory guard who appears to have just come onto the scene within 10m. The guard is dressed an armed in the manner dictated when the power stone is created. The illusion can shout a short phrase and can move about within 10m of the stone. The illusion cannot interact with anything otherwise, nor can it damage anything. The illusion lasts for 8 hours, or until dispelled.",
    "quantity": 1,
    "weight": 0.1,
    "cost": 525,
    "isHidden": false,
    "associatedDiagram": {},
    "type": "general",
    "avail": "Rare",
    "effect": "",
    "conceal": "T",
    "quality": "",
    "sourcebook": "A Tome of Chaos"
  },
  "effects": [],
  "sort": 1100000,
  "ownership": {
    "default": 0,
    "dxC9PYhanWf4xPZG": 3
  },
  "flags": {
    "scene-packer": {
      "hash": "f5975b168576fa9970f266686b41515986bbe50d"
    }
  },
  "_stats": {
    "systemId": "TheWitcherTRPG",
    "systemVersion": "v1.2.0",
    "coreVersion": "13.347",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "_key": "!items!jgKeRvDAIxOcEEPo"
}
