{
  "folder": "ImOS16NVYqr6zT50",
  "name": "Runewright's Tools",
  "type": "valuable",
  "_id": "Ym5qEpQfFdXpgZkB",
  "img": "https://assets.forge-vtt.com/bazaar/core/icons/tools/hand/hammer-and-nail.webp",
  "system": {
    "description": "DC: 16 Education\nBeyond the everyday crafting tools used to inscribe runes and glyphs, Runewright's Tools contain super fine chisels, metal guides, and stabilizing compounds to set the magic of an enchantment. A set of Runewright's Tools is required to craft Runewords and Glyphwords. Additionally, taking 1/2 hour to etch a rune or glyph into an item with a set of Runewright's Tools grants an additional benefit based on the rune or glyph:\n\n-Chemobog Rune: Your weapon only takes damage if the value rolled is a 1 or 2.\n-Dazhbog Rune: The chance of Fire raises to 40%.\n-Devana Rune: The chance of Bleed raises to 40%.\n-Morana Rune: The chance of Poison raises to 40%.\n-Perun Rune: Each time you use an Adrenaline Die, if the value rolled is a 1, you keep the die.\n-Stribog Rune: The chance of Stagger raises to 40%.\n-Svarog Rune: Instead of Armor Piercing, your weapon gains Improved Armor Piercing.\n-Triglav Rune: The penalty to Stun raises by 1.\n-Veles Rune: The weapon also gains the Focus (1) effect.\n-Zoria Rune: The chance of Freeze raises 40%.\n-Glyph of Earth: The bonus to Spell DC raises by 1.\n-Glyph of Air: The bonus to Spell DC raises by 1.\n-Glyph of Fire: The bonus to Spell DC raises by 1.\n-Glyph of Water: The bonus to Spell DC raises by 1.\n-Glyph of Magic: The bonus to Spell DC raises by 1.\n-Glyph of Mending: The additional Health Points gained raises to 2.\n-Glyph of Reinforcement: The additional Stopping Power raises by 1.\n-Glyph of Warding: You gain a +1 to Resist Magic while wearing this armor.\n-Glyph of Binding: The penalty to the chance of bleeding is now -40%.",
    "quantity": 1,
    "weight": 1,
    "cost": 550,
    "isHidden": false,
    "associatedDiagram": {},
    "type": "toolkit",
    "avail": "Rare",
    "effect": "",
    "conceal": "S",
    "quality": "",
    "clickableImage": false,
    "sourcebook": "A Tome of Chaos"
  },
  "effects": [],
  "sort": 1200000,
  "ownership": {
    "default": 0,
    "dxC9PYhanWf4xPZG": 3
  },
  "flags": {
    "scene-packer": {
      "hash": "9e9fa226703b84194d23fae1fe65a65f3834a88f"
    }
  },
  "_stats": {
    "systemId": "TheWitcherTRPG",
    "systemVersion": "v1.2.0",
    "coreVersion": "13.347",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "_key": "!items!Ym5qEpQfFdXpgZkB"
}
