{
  "folder": "ImOS16NVYqr6zT50",
  "name": "Wishing Mirror",
  "type": "valuable",
  "_id": "jPW6QW9kqnsDJ4e2",
  "img": "https://assets.forge-vtt.com/652dd4eea9ac2daadb46a415/modules/wtrpg-complete-compendium/packs/images/Other/Wishing%20Mirror%20%5Bsq%5D.jpg",
  "system": {
    "description": "DC: 16 Education\nA wishing mirror allows a person to view their deepest desires within. When looking through the mirror, the onlooker sees their ideal self-image in a location they’ve always dreamt of and owning all the property they’ve dreamt of owning. While looking into the mirror, a person falls into a trance of sorts, seeing themselves within the mirror, enjoying the bountiful life just beyond the glass.\nThese visions quickly become addictive and after gazing into the mirror once, a viewer must make a Resist Magic check DC:18. On a failure, the viewer is compelled to look into the mirror for at least 1 hour every day. At the end of each period, the viewer can make a new Resist Magic check. On a failure, the duration increases by 1 hour for the next 24-hour period. On a success, the duration is lessened by 1 hour. Additionally, for every day that the viewer succeeds in not looking at the mirror, the duration is lessened by 1 hour. When the duration becomes 0 hours, the viewer is no longer under the magic of the mirror. If the duration ever reaches 24 hours, the viewer can no longer withdraw their gaze from the mirror even for basic needs such as eating and drinking. Without help, they are liable to die.\nIf the mirror is destroyed while someone is under its sway, that person becomes sullen and depressive for a month afterwards. They feel as though their life itself has been shattered and nothing brings them even the smallest amount of joy. This imposes a -2 to all actions they attempt.",
    "quantity": 1,
    "weight": 3,
    "cost": 880,
    "isHidden": false,
    "associatedDiagram": {},
    "type": "general",
    "avail": "Rare",
    "effect": "",
    "conceal": "L",
    "quality": "",
    "clickableImage": false,
    "sourcebook": "A Tome of Chaos"
  },
  "effects": [],
  "sort": 1300000,
  "ownership": {
    "default": 0,
    "dxC9PYhanWf4xPZG": 3
  },
  "flags": {
    "scene-packer": {
      "hash": "c30a0bc3c472d7f309d455487954dcc8a92ef3d1"
    }
  },
  "_stats": {
    "systemId": "TheWitcherTRPG",
    "systemVersion": "v1.2.0",
    "coreVersion": "13.347",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "_key": "!items!jPW6QW9kqnsDJ4e2"
}
