{
  "folder": "dmpKXskc3XCRerTo",
  "name": "Adventure Notes",
  "flags": {
    "monks-enhanced-journal": {
      "pagetype": "text",
      "img": "modules/monks-enhanced-journal/assets/text.png"
    },
    "scene-packer": {
      "hash": "1690bef05fbd45b917c38685a6e4fb72be0300f9"
    }
  },
  "_id": "yCZ5addPqzqQ7Icx",
  "pages": [
    {
      "type": "text",
      "name": "Beat Chart",
      "_id": "evMRPnp6QKP931Yr",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>When you’re setting up a game it can be hard to keep everything in mind. Let’s face it, you’re plotting multiple hours of entertainment, with possible variations based on random decisions by your players. It’s much easier to break the game down into what we call beats and write it all down. That gives you something to refer to, and sets every major point in the game out separately so you can switch them around if needed. There are four beat types that make up a <strong>Beat Chart:</strong></p><p><strong>The Hook:</strong> The hook is a moment or occurrence that draws your players into the story.</p><p><strong>The Development:</strong> The development is a more cerebral moment where your players realize, learn, or gain something that progresses the story.</p><p><strong>The Cliff-Hanger:</strong> The cliff-hanger is a dramatic, action-packed moment in the story where the players are fighting or chasing or doing something active.</p><p><strong>The Climax:</strong> The climax is when a story comes to an end. A campaign often has more than one climax: one at the end of each story arc, then a big one when you decide to end it.</p><p>To run your game smoothly, find a <strong>hook</strong> for each player, then string together interesting <strong>developments</strong> with exciting <strong>cliffhangers</strong> until you’re ready to put in your <strong>climax.</strong></p><p></p><p><span style=\"text-decoration:underline\">For Example:</span></p><p><em>The game begins with a <strong>hook:</strong> Gwen, who is an Aen Seidhe bard from Cidaris, wakes up to fire and screaming. Her home town is being raided by Nilfgaard! As she runs out she encounters the <strong>development.</strong> She sees the head of the Nilfgaardians, a tall man with long black hair and elegant black and gold armor. Then, a <strong>cliffhanger</strong> comes: she is spotted by Nilfgaardians. With few weapons and light armor, she can’t beat five battle-primed Nilfgaardians in full plate with heavy weapons. It would do her best to run and plot for her revenge.</em></p><p><em>The next <strong>development</strong> comes when, after escaping the Nilfgaardians, she comes across two other refugees, a doctor and a mercenary. They agree to team up temporarily to kill the head of the Nilfgaardian troop. The next <strong>cliffhanger</strong> comes when they lay an ambush for the Nilfgaardians, setting a bunch of traps along their path. Then a <strong>development</strong> comes when, as they are slipping back into the shadows, they are followed. A young Nilfgaardian soldier has followed them and tells them that he is willing to help them kill the general if they help him escape the military. In the next <strong>cliffhanger</strong>, they are brought to the general by the defector under the pretense that he caught them. They break their loose bonds and attack the general and his guards. The <strong>climax</strong> comes when they kill the Nilfgaardian general.</em></p><p>Using a beat chart helps you focus and organize your game around your players.</p><p></p><p><strong><span style=\"text-decoration:underline\">Source:</span></strong> <em>Witcher TRPG</em> Corebook, pages 214-215.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 0,
      "ownership": {
        "default": -1,
        "dxC9PYhanWf4xPZG": 3
      },
      "flags": {
        "monks-enhanced-journal": {
          "appendix": false
        }
      },
      "_stats": {
        "systemId": "TheWitcherTRPG",
        "systemVersion": "0.107",
        "coreVersion": "13.347",
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null
      },
      "category": null,
      "_key": "!journal.pages!yCZ5addPqzqQ7Icx.evMRPnp6QKP931Yr"
    },
    {
      "type": "text",
      "name": "Adventure Template",
      "_id": "vo8mR8KPE3kncyyp",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>[Cover Art]</p><h1>Background (Read Aloud)</h1><p><em>Read-aloud description to set up the module.</em></p><p></p><h1>The Rest of the Story</h1><p>Explanation of the module's story for the GM.</p><p></p><h2>Setting</h2><p>An overview of the locations included in the module.</p><h2>Forces</h2><p>The size of the party expected to be able to run the module. Additionally, whether the module focuses more on martial or non-combat characters, as well as any particular characters that may have advantages or disadvantages in the adventure. (An Elf may have a better time playing in a module with Scoia'tael than playing in a module set in Temeria).</p><h2>The Opposition Will Be</h2><p>List all of the opponents the party is expected to face.</p><p></p><h1>Set Up (Read Aloud)</h1><p><em>A read-aloud description of the initial scene.</em></p><p></p><h1>Hook</h1><p>The moment or occurrence that draws your players into the story.</p><p></p><h1>Development (Scene Name)</h1><p>A more cerebral moment where your players realize, learn, or gain something that progresses the story.</p><p></p><h2>Side Details</h2><p>Occasionally it may be useful/necessary to have side notes, like the DCs for certain checks or if the PCs talk to an NPC they don't necessarily need to.</p><p></p><h1>Cliffhanger (Scene Name)</h1><p>A dramatic, action-packed moment in the story where the players are fighting or chasing or doing something active.</p><p></p><h2>Side Details</h2><p>Occasionally it may be useful/necessary to have side notes, like if the opponents have any specific tactics or abilities they use, or if the scene has any kind of environmental conditions that may add modifiers to the encounter.</p><p></p><h1>Optional Cliffhanger (Scene Name)</h1><p>Cliffhangers that <em>can</em> happen, but are not required to complete the module.</p><p></p><h1>Optional Development (Scene Name)</h1><p>Developments that <em>can</em> happen, but are not required to complete the module.</p><p></p><h1>Climax</h1><p>When a story really comes to a conclusion. A campaign often has more than one climax, at the end of each story arc, but a module usually has one decisive conclusion such as when the opponents are defeated or the mystery is solved.</p><p></p><h1>Ending</h1><p>Generally, an epilogue that sees the players dealing with the consequences of their actions, whether that means getting paid or being driven out of a town.</p><p></p><h1>Structure Descriptions</h1><p>A section for the GM to note the description of the various locales or structures. (buildings or rooms or sections of wilderness). It may be useful to also include map for the GM's use in this section if they're available.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 0,
      "ownership": {
        "default": -1,
        "dxC9PYhanWf4xPZG": 3
      },
      "flags": {
        "monks-enhanced-journal": {
          "appendix": false,
          "pagetype": "text",
          "img": "modules/monks-enhanced-journal/assets/text.png"
        },
        "core": {}
      },
      "_stats": {
        "systemId": "TheWitcherTRPG",
        "systemVersion": "0.107",
        "coreVersion": "13.347",
        "compendiumSource": "Compendium.wtrpg-compendium.journal-entries.JournalEntry.UWlHNTJxtERjdPlY.JournalEntryPage.vo8mR8KPE3kncyyp",
        "duplicateSource": null,
        "exportSource": null
      },
      "category": null,
      "_key": "!journal.pages!yCZ5addPqzqQ7Icx.vo8mR8KPE3kncyyp"
    }
  ],
  "sort": 200000,
  "ownership": {
    "default": 0,
    "dxC9PYhanWf4xPZG": 3
  },
  "_stats": {
    "systemId": "TheWitcherTRPG",
    "systemVersion": "1.038",
    "coreVersion": "13.347",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "categories": [],
  "_key": "!journal!yCZ5addPqzqQ7Icx"
}
