{
  "name": "Man At Arms Skill Tree",
  "type": "profession",
  "img": "https://assets.forge-vtt.com/652dd4eea9ac2daadb46a415/modules/wtrpg-complete-compendium/packs/images/Profession%20Icons/Man%20At%20Arms%20Icon.jpg",
  "system": {
    "notes": "<h1>Booby Trap</h1>\n<table style=\"width: 100%;\" border=\"1\"><colgroup><col style=\"width: 34.8643%;\"><col style=\"width: 12.1124%;\"><col style=\"width: 53.0233%;\"></colgroup>\n<tbody>\n<tr>\n<td style=\"text-align: center;\"><strong>Trap</strong></td>\n<td style=\"text-align: center;\"><strong>DC</strong></td>\n<td style=\"text-align: center;\"><strong>Effect</strong></td>\n</tr>\n<tr>\n<td><strong>Snaring</strong></td>\n<td style=\"text-align: center;\">14</td>\n<td>The trap has a DC the target must beat to free themselves from a Grapple.</td>\n</tr>\n<tr>\n<td><strong>Disarming</strong></td>\n<td style=\"text-align: center;\">18</td>\n<td>The trap swings at should height, striking the target's arm and knocking their weapon away.</td>\n</tr>\n<tr>\n<td><strong>Blinding</strong></td>\n<td style=\"text-align: center;\">16</td>\n<td>The trap throws sand or dirt in the target's eyes, blinding them.</td>\n</tr>\n<tr>\n<td><strong>Tripping</strong></td>\n<td style=\"text-align: center;\">14</td>\n<td>The trap swings low and kncoks the target's legs out from under them, knocking them prone.</td>\n</tr>\n<tr>\n<td><strong>Bleeding</strong></td>\n<td style=\"text-align: center;\">18</td>\n<td>The trap throws or swings spikes into the target, causing them to begin bleeding.</td>\n</tr>\n<tr>\n<td><strong>Stunning</strong></td>\n<td style=\"text-align: center;\">16</td>\n<td>The trap clubs the target in the head or stomach with enough force to stun the target.</td>\n</tr>\n</tbody>\n</table>",
    "definingSkill": {
      "skillName": "Tough As Nails ",
      "stat": "body",
      "definition": "True Men At Arms like the Blue Stripes of Temeria and the Impera Brigade of Nilfgaard are hardened soldiers who never give in or surrender. When a Man At Arms falls to or below 0 Health, they can roll Tough As Nails at a DC equal to the number of negative Health times 2 to keep fighting. If they fail, they fall into Death State as per usual. If they succeed, they can keep fighting as if they were only at their Wound Threshold. Any damage forces them to make another roll against a DC based on their Health.",
      "level": null
    },
    "skillPath1": {
      "pathName": "The Marksman",
      "skill1": {
        "skillName": "Extreme Range",
        "stat": "dex",
        "definition": "<p>When making a ranged attack that would take range penalties, a Man At Arms can lower the penalty by up to half their Extreme Range value. They can also make an Extreme Range roll (DC:16) to attack targets within 3 times the range of their weapon at a -10 which can be modified by Extreme Range.</p>\n<ul>\n<li><strong>Just outside the range:</strong> DC 12</li>\n<li><strong>Half again the range:</strong> DC 15</li>\n<li><strong>Double the Range:</strong> DC 18</li>\n</ul>",
        "level": null
      },
      "skill2": {
        "skillName": "Twin Shot",
        "stat": "dex",
        "definition": "<p>When making a ranged attack with a thrown weapon or a bow, a Man At Arms can roll Twin Shot in place of their normal weapon skill. If they hit, they strike with two projectiles and damage two randomly rolled parts of the body. Even if the attack is aimed, the second projectile will hit a random location.</p>\n<p>A Twin Shot can be dodged&nbsp;with one action, and can be&nbsp;blocked as one action by a&nbsp;shield. Parrying a Twin Shot&nbsp;has a -6 penalty rather than a&nbsp;-3.</p>",
        "level": null,
        "skillAttack": {
          "isAttack": true,
          "usesWeapon": true,
          "attackOptions": [
            "ranged"
          ],
          "defenseOptions": [
            "dodge",
            "reposition",
            "block"
          ]
        }
      },
      "skill3": {
        "skillName": "Pin Point Aim",
        "stat": "dex",
        "definition": "<p>A Man At Arms who scores a critical with their ranged weapon can immediately roll Pin Point Aim at a DC equal to the target&rsquo;s DEXx3. If they succeed, they add their Pin Point Aim value to their critical roll. These points only aff ect the location value of the Critical Wound.</p>",
        "level": null
      }
    },
    "skillPath2": {
      "pathName": "The Bounty Hunter",
      "skill1": {
        "skillName": "Bloodhound",
        "stat": "int",
        "definition": "<p>When tracking a target or trying to find a trail, a Man At Arms adds their Bloodhound value to Wilderness Survival rolls to find the trail or follow it. If the Man At Arms loses the trail while tracking with this ability, they can roll Bloodhound at a DC set by the GM to pick the trail back up immediately.</p>",
        "level": null
      },
      "skill2": {
        "skillName": "Booby Trap",
        "stat": "cra",
        "definition": "A Man At Arms can make a Booby Trap roll to set a make- shift trap in a specific area. See the Booby Trap table for traps that can be built. The Man At Arms can only build one type of trap at a time. Every trap has a 2m radius tripwire and requires an Awareness roll at a DC equal to your Booby Trap roll to spot.",
        "level": null
      },
      "skill3": {
        "skillName": "Tactical Awareness",
        "stat": "int",
        "definition": "<p>Instead of moving, a Man At Arms can roll Tactical Awareness to gain insight into a whole group of opponents. The Man At Arms gains +3 to attack and defense rolls against every enemy within 10m whose DEXx3 is lower than that roll, for one round. This ability also tells the Man At Arms what each affected opponent is about to do.</p>",
        "level": null
      }
    },
    "skillPath3": {
      "pathName": "The Reaver",
      "skill1": {
        "skillName": "Fury ",
        "stat": "will",
        "definition": "<p>A Man At Arms can roll Fury at a DC equal to their EMPx3. If they succeed, the Man At Arms becomes immune to fear, spells that change emotions, and Verbal Combat for a number of rounds equal to their Fury value times 2. During this time, rage clouds their thinking and instinct takes over.</p>",
        "level": null
      },
      "skill2": {
        "skillName": "Zweihand ",
        "stat": "body",
        "definition": "<p>By, spending 10 STA and rolling Zweihand minus 3 against an opponent&rsquo;s defense, a Man At Arms can make one attack which does double damage and has armor piercing. If the weapon already has armor piercing, it gains improved armor piercing. A weapon with improved armor piercing gains 3d6 damage.</p>",
        "level": null,
        "skillAttack": {
          "isAttack": true,
          "defenseOptions": [
            "dodge",
            "reposition",
            "block",
            "parry"
          ],
          "usesWeapon": true,
          "attackOptions": [
            "melee",
            "ranged"
          ],
          "applyMeleeBonus": true,
          "damageProperties": {
            "armorPiercing": true
          }
        }
      },
      "skill3": {
        "skillName": "Shrug It Off ",
        "stat": "body",
        "definition": "<p>A number of times per game session equal to their BODY value, a Man At Arms can spend 10 STA to immediately roll Shrug It Off when an enemy strikes a Critical Wound on them. If their roll beats the enemy&rsquo;s attack roll, they can negate the Critical Wound, taking damage as if the enemy hadn&rsquo;t rolled a critical.</p>",
        "level": null
      }
    }
  },
  "effects": [],
  "flags": {
    "core": {},
    "scene-packer": {
      "sourceId": "Compendium.wtrpg-compendium.professions.Item.wxdpS0K3Vx0YL44a",
      "hash": "5d294f6276cd2794610a8d9b636ce7a6c1a7c65e"
    }
  },
  "_stats": {
    "systemId": "TheWitcherTRPG",
    "systemVersion": "v12.23.0",
    "coreVersion": "13.347",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": {
      "worldId": "witcher-archive",
      "uuid": null,
      "coreVersion": "10.291",
      "systemId": "TheWitcherTRPG",
      "systemVersion": "0.96"
    }
  },
  "folder": null,
  "ownership": {
    "default": 0,
    "QXnUaFjEzgosKVQr": 3,
    "dxC9PYhanWf4xPZG": 3
  },
  "_id": "mZPwZCRxaTCCp0TV",
  "sort": 300000,
  "_key": "!items!mZPwZCRxaTCCp0TV"
}
