{
  "name": "Peasant Skill Tree",
  "type": "profession",
  "img": "https://assets.forge-vtt.com/652dd4eea9ac2daadb46a415/modules/wtrpg-complete-compendium/packs/images/Profession%20Icons/Peasant%20Icon.jpg",
  "system": {
    "notes": "<h1>Farm Wisdom</h1>\n<table style=\"width: 100%; height: 119px;\" border=\"1\"><colgroup><col style=\"width: 31.6279%;\"><col style=\"width: 12.5409%;\"><col style=\"width: 55.8312%;\"></colgroup>\n<tbody>\n<tr>\n<td style=\"text-align: center;\"><strong>Ritual</strong></td>\n<td style=\"text-align: center;\"><strong>DC</strong></td>\n<td style=\"text-align: center;\"><strong>Effect</strong></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px;\"><strong>Blood Eraser</strong></td>\n<td style=\"height: 17px; text-align: center;\">8</td>\n<td style=\"height: 17px;\">By using 2 units of Aether and 1 unit of Vitriol, the peasant can create a wash that completely erases blood stains from an area of up to five cubic meters.</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px;\"><strong>Dicern Weather</strong></td>\n<td style=\"height: 17px; text-align: center;\">10</td>\n<td style=\"height: 17px;\">By checking the sky and watching the reaction of a nearby animal, the Peasant can tell what weather will be like for the next 24 hours.</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px;\"><strong>Herbal Crown</strong></td>\n<td style=\"height: 17px; text-align: center;\">12</td>\n<td style=\"height: 17px;\">By weaving 3 uints of plant-based alchemical ingredients into a crown and wearing it, improves their memory and won't forget anything that happens in the next 24 hours.</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px;\"><strong>Vermin Circle</strong></td>\n<td style=\"height: 17px; text-align: center;\">14</td>\n<td style=\"height: 17px;\">By spreading 5 units of any alchemical substance in a circle with a 20m radius, the peasant forces Insectoids and Beasts to make an Endurance check with their DC equal to the Farm Wisdom roll before they can enter.</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px;\"><strong>Nightmare Killer</strong></td>\n<td style=\"height: 17px; text-align: center;\">16</td>\n<td style=\"height: 17px;\">By turning their clothes inside out, earing their hat backwards and speaking a specific rhyme, the peasant will not suffer any nightmares (mundane or magical) that night.</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px;\"><strong>Black Magic Revealer</strong></td>\n<td style=\"height: 17px; text-align: center;\">18</td>\n<td style=\"height: 17px;\">By taking a unit of wood and carving it with certain symbols, the peasant creates a totem that turns blck if it comes within 5m of someone who is cursed or hexed. It can only be used once.</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px;\"><strong>Good Luck Charm</strong></td>\n<td style=\"height: 17px; text-align: center;\">20</td>\n<td style=\"height: 17px;\">By taking 1 unit of feathers and 3 units of different alchemical substances, the peasant creates a charm that grants the wielder a bonus to LUCK equal to the peasant's Farm Wisdom Value. This LUCK does not regenerate and the charm can only be used once. The effects of multiple charms do not stack.</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<h1>Ma's Stew</h1>\n<table style=\"width: 100%;\" border=\"1\"><colgroup><col style=\"width: 24.2364%;\"><col style=\"width: 36.8502%;\"><col style=\"width: 38.9134%;\"></colgroup>\n<tbody>\n<tr>\n<td style=\"text-align: center;\"><strong>Recipe</strong></td>\n<td style=\"text-align: center;\"><strong>Ingredients</strong></td>\n<td style=\"text-align: center;\"><strong>Effect</strong></td>\n</tr>\n<tr>\n<td><strong>Harvest Medley</strong></td>\n<td>Raw Meat x2, Beer x3, Fool's Parsley x3, Berbercane Fruit x4</td>\n<td>Grants immunity to fear and natural SP to all body parts equal to 1/3 your Ma's Stew value. The bonus SP stacks with that of worn armor but replaces natural armor if higher.</td>\n</tr>\n<tr>\n<td><strong>Ma's Gut Cleanser</strong></td>\n<td>Crow's Eye x5, Hellebore Petals x3, Bryonia x2, Fool's Parsley x2</td>\n<td>Gives the person who consumes it the nausea condition until they have succeded at an Endurance check against a DC equal to the Ma's Stew chck or the effect ends.</td>\n</tr>\n<tr>\n<td><strong>Special Broth</strong></td>\n<td>Beast Bones x4, Dog Tallow x2, Mistletow x3, Han Fiber x3</td>\n<td>Lowers the number of days to heal a critical wound by half your Ma's Stew value (minimum 1 day).</td>\n</tr>\n<tr>\n<td><strong>Springtime Stew</strong></td>\n<td>Balisse Fruit x3, Raw Meat x2, Sewant Mushrroms x4, Honey Suckle x3</td>\n<td>Grants a bonus to seduction equal to hald your Ma's Stew value and a Stamina bonus equal to 3x your Ma's Stew value.</td>\n</tr>\n<tr>\n<td><strong>Troll Brew</strong></td>\n<td>Barley x3, Scleroderm x4, Sulfu x2, Raw Meat x3</td>\n<td>Grants a bonus to remove the poison condition to half your Ma's Stew value and resistance to poison damage.</td>\n</tr>\n<tr>\n<td><strong>Winter Snow</strong></td>\n<td>Barley x5, Beast Bones x2, Scleroderm x3, Allspice Root x2</td>\n<td>Grants immunity to Freeze and allows you to survive in icy conditions for an extra number of hours equal to your Ma's Stew value.</td>\n</tr>\n</tbody>\n</table>",
    "definingSkill": {
      "skillName": "Intolerance",
      "stat": "will",
      "definition": "<p>Peasants are a fearful lot and often for good reason. There&rsquo;s a lot out in the world that could easily kill them.&nbsp;Fear can be fuel for strength, however. When first encountering a sapient being with a&nbsp;Social Standing of Feared or Hated, they can make an Intolerance roll against a DC equal&nbsp;to the target&rsquo;s EMPx3. If the peasant succeeds, their fear turns to rage and grants them a bonus&nbsp;to Resist Coercion &amp; Courage equal to their Intolerance value vs. that being for the&nbsp;remainder of the encounter. The Peasant also gain a bonus equal to half their Intolerance value to Leadership&nbsp;when rallying other peasants.</p>",
      "level": null
    },
    "skillPath1": {
      "pathName": "The Farmer",
      "skill1": {
        "skillName": "Harvest Time",
        "stat": "none",
        "definition": "<p>Knowing the proper time and&nbsp;way to harvest a crop is a skill&nbsp;that takes years to master. When&nbsp;foraging for plant-based alchemical&nbsp;components the peasant&nbsp;gains an extra number of units&nbsp;equal to half their Harvest Time&nbsp;value (Minimum 1).</p>",
        "level": null
      },
      "skill2": {
        "skillName": "Animal Whisper",
        "stat": "emp",
        "definition": "<p>By taking an action, the Peasant&nbsp;can roll an Animal Whisperer&nbsp;check against a DC equal to&nbsp;the animal&rsquo;s WILLx3, to convey&nbsp;commands and requests&nbsp;to any domesticated animal. If&nbsp;the check succeeds, the animal&nbsp;carries out these commands to&nbsp;the best of its ability.</p>\n<ul>\n<li><strong>Bees:</strong> DC 21</li>\n<li><strong>Chickens:</strong> DC 15</li>\n<li><strong>Cows:</strong> DC 12</li>\n<li><strong>Goats:</strong> DC 18</li>\n<li><strong>Pigs:</strong> DC 15</li>\n<li><strong>Rabbits:</strong> DC 12</li>\n<li><strong>Sheep:</strong> DC 9</li>\n</ul>",
        "level": null
      },
      "skill3": {
        "skillName": "Farm Wisdom",
        "stat": "cra",
        "definition": "<p>While magic may not be a talent&nbsp;for everyone, there are some&nbsp;tricks that the layperson can&nbsp;learn to tip the scale of life in their&nbsp;favor. A Peasant can take one action&nbsp;and roll Farm Wisdom to&nbsp;perform one of the folk rituals&nbsp;in the sidebar. Each ritual has its&nbsp;own DC and requirements.</p>",
        "level": null
      }
    },
    "skillPath2": {
      "pathName": "The Cook",
      "skill1": {
        "skillName": "Butcher",
        "stat": "cra",
        "definition": "<p>When a Peasant loots a monster&nbsp;or animal with a physical form,&nbsp;they can roll a Butchery roll at&nbsp;a DC based on the beasts complexity.&nbsp;<br>If they succeed, they are&nbsp;able to gain the maximum number&nbsp;of units of one organic loot&nbsp;item from the animal. This roll&nbsp;can be made multiple times on&nbsp;a single corpse but the peasant&nbsp;cannot make two attempts on&nbsp;the same part of the beast.</p>\n<ul>\n<li><strong>Simple:</strong> DC 12</li>\n<li><strong>Complex:</strong> DC 16</li>\n<li><strong>Difficult:</strong> DC 20</li>\n</ul>",
        "level": null
      },
      "skill2": {
        "skillName": "Cure All",
        "stat": "cra",
        "definition": "<p>By taking 10 minutes and using&nbsp;one unit of three different types&nbsp;of alchemical component, the&nbsp;Peasant can create a folk cure all.&nbsp;This concoction has a percentage&nbsp;chance of curing the person&nbsp;who consumes it of the poison,&nbsp;intoxication, and nausea conditions.&nbsp;The percentage is equal&nbsp;to the Peasant&rsquo;s Cure All value&nbsp;times 5%. <br>This Cure All lasts for&nbsp;24 hours before going bad. Once&nbsp;used, this cure all is consumed.</p>",
        "level": null
      },
      "skill3": {
        "skillName": "Ma's Stew",
        "stat": "cra",
        "definition": "<p>Once per day, if a Peasant has&nbsp;access to cooking tools and the&nbsp;ingredients required, they can&nbsp;spend 1 hour to create a stew&nbsp;from an old family recipe. This&nbsp;stew is large enough to feed 6&nbsp;people and its effects are based&nbsp;on what basic ingredients are&nbsp;added. Effects conferred by the&nbsp;stew last for a full 24 hours.</p>",
        "level": null
      }
    },
    "skillPath3": {
      "pathName": "The Laborer",
      "skill1": {
        "skillName": "Ditch Digger",
        "stat": "none",
        "definition": "<p>Years of manual labor have&nbsp;strengthened the Peasant&rsquo;s body&nbsp;and taught them technique to&nbsp;make even the most grueling&nbsp;labor manageable. The Peasant&nbsp;adds double their Ditch Digger&nbsp;value to their ENC. Also, when&nbsp;making Physique or Endurance&nbsp;rolls to perform manual labor,&nbsp;the Peasant can add half their&nbsp;Ditch Digger value.</p>",
        "level": null
      },
      "skill2": {
        "skillName": "Grog",
        "stat": "cra",
        "definition": "<p>A peasant knows how to get the&nbsp;most out of any brew. By taking&nbsp;an action to mix one unit of an&nbsp;alchemical component with a&nbsp;serving of alcohol, a Peasant can&nbsp;make a Grog roll at a DC of 14.&nbsp;If the Peasant succeeds anyone&nbsp;who drinks the alcohol must&nbsp;make an Endurance check at a&nbsp;DC equal to the peasant&rsquo;s Grog&nbsp;value plus 12 or become intoxicated.<br>Once the peasant has a&nbsp;Grog value of 5, the effects of the&nbsp;intoxication condition are doubled.</p>",
        "level": null
      },
      "skill3": {
        "skillName": "Bite the Ear",
        "stat": "body",
        "definition": "<p>When grappled or pinned by a&nbsp;creature or person, the Peasant&nbsp;can take an action to make a Bite&nbsp;the Ear roll against the target&rsquo;s&nbsp;DEXx3. If the peasant succeeds&nbsp;they bite off part of the ear (or&nbsp;other superficial body part) of&nbsp;the target, breaking the grapple/&nbsp;pin immediately, dealing 1d6&nbsp;unmodified damage, and giving&nbsp;the target a permanent -1 to&nbsp;Charisma &amp; Seduction checks.</p>",
        "level": null
      }
    }
  },
  "effects": [],
  "folder": null,
  "ownership": {
    "default": 0,
    "dxC9PYhanWf4xPZG": 3
  },
  "flags": {
    "core": {},
    "scene-packer": {
      "sourceId": "Compendium.wtrpg-compendium.professions.Item.cfkysYHfspUjAsyX",
      "hash": "e9d2f92843c42238774fd289920f817b2483688b"
    }
  },
  "_stats": {
    "systemId": "TheWitcherTRPG",
    "systemVersion": "1.000",
    "coreVersion": "13.347",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "_id": "4quj1J7h1B016uCM",
  "sort": 600000,
  "_key": "!items!4quj1J7h1B016uCM"
}
