{
  "folder": "jz8sCrSi9t14JmsZ",
  "name": "Cleaver Hood",
  "type": "weapon",
  "_id": "F7NPfhc4jHqrRVbh",
  "img": "icons/weapons/swords/sword-guard-red.webp",
  "system": {
    "description": "Education DC: 16\n\nEver heard of Ulster Hood? Yeah, probably not. Heh, Nilfgaardians are pretty damn good about wipin’ out national heroes n’all their stories. They say Ulster Hood was the son of a Gemmerian tailor who happened to be 2.2 meters tall and real good at bashin’ skulls. Started out breakin’ legs for a local gang but turned to mercenary work pretty damn fast. Heh, guess he did well ‘cause he got picked up by a local lord to weed out bandits an’ killers in the Gemmerian foothills. Tough country—if the bandits don’t get ya the wildlife probably will. Hood made his name killin’ off a whole bandit camp north of his home town. Don’t know how he did it tales say the mad bastard came to the duke with a cart full heads. Most folks say he picked off stragglers trapped the valley passes and such, but some say he just walked into the camp and started killin’. Heh, either way the duke rewarded Hood with a razor-sharp black-bladed sword crafted from meteorite steel in a dragon leather sheath. On the blade the crafter’d inscribed Cwfl yn Torrwr, which means “Hood’s Cutter” for those of you that don’t know Elder Speech. Ulster Hood crossed Gemmera from corner to corner leavin’ a river of blood behind him, and pretty soon he was knighted by the King of Gemmera. But it couldn’t last, I guess. A few years later Nilfgaard invaded, backed up by Etolian archers and Vicovaran knights. By the time Hood got to the battle the Nilfgaardians were already deep in Gemmera and the battle was lookin’ bleak.\nHeh, but Hood wasn’t gonna give up so easy. They say at the battle of Im Lebar, Hood took the field to push the black ones back across the river. Sword in hand, he waded into the river and met the enemy. Here’s where things get muddy. Some folk say he fought the Nilfgaardian commander and his posse. Some crazy whoresons say he charged in and personally fought the goddamn Emperor of Nilfgaard himself. Most folk agree that if ya hunt up the records of the battle, Sir Ulster Hood met the enemy in the river and battled eight Nilfgaardian knights at once, killin’ six of ‘em before bein’ cut down by a Nilfgaardian cavalry charge. Hood’s sword was taken as a trophy and passed from hand to hand as time’s gone by. Years later the sword popped up under a different name. Some Northern merchant who bought the blade mistranslated the inscription and began callin’ it Cleaver Hood. Dunno know where it is now, but its legend lives on in the hearts of the Gemmerians.\n- Rodolf Kazmer",
    "quantity": "1",
    "weight": 3,
    "cost": 0,
    "isHidden": false,
    "type": {
      "text": "Slashing, Piercing",
      "slashing": true,
      "piercing": true,
      "bludgeoning": false,
      "elemental": false
    },
    "isAmmo": false,
    "usingAmmo": false,
    "accuracy": 0,
    "avail": "Rare",
    "damage": "8d6+2",
    "reliable": 20,
    "maxReliability": 20,
    "hands": "both",
    "range": "Melee",
    "effects": [
      {
        "id": "hZAY634aFYkn7Ub1",
        "name": "Balanced (+5)",
        "statusEffect": null,
        "percentage": 0
      },
      {
        "id": "USh4PFeVJbE9OkPC",
        "name": "Meteorite",
        "statusEffect": null,
        "percentage": 0
      }
    ],
    "conceal": "NA",
    "enhancements": 3,
    "rateOfFire": 1,
    "attackSkill": "swordsmanship",
    "rollOnlyDmg": false,
    "isThrowable": false,
    "armorPiercing": true,
    "enhancementItemIds": [],
    "isStored": false,
    "equipped": false,
    "improvedArmorPiercing": false,
    "ablating": false,
    "sourcebook": "Corebook",
    "defenseOptions": [
      "dodge",
      "reposition",
      "block",
      "parry"
    ],
    "damageProperties": {
      "effects": [
        {
          "id": "hZAY634aFYkn7Ub1",
          "name": "Balanced (+5)",
          "statusEffect": null,
          "percentage": 0,
          "varEffect": false
        },
        {
          "id": "USh4PFeVJbE9OkPC",
          "name": "Meteorite",
          "statusEffect": null,
          "percentage": 0,
          "varEffect": false
        },
        {
          "id": "wxpvlhdo1ooAIJlm",
          "name": "Armor Piercing",
          "statusEffect": null,
          "percentage": 0,
          "varEffect": false
        }
      ],
      "isMeteorite": true
    }
  },
  "effects": [],
  "sort": 200000,
  "ownership": {
    "default": 0,
    "dxC9PYhanWf4xPZG": 3
  },
  "flags": {
    "scene-packer": {
      "hash": "1b3121d86020b59dcc5273c0c89bcccf083bce96"
    }
  },
  "_stats": {
    "systemId": "TheWitcherTRPG",
    "systemVersion": "v12.20.0",
    "coreVersion": "13.347",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "_key": "!items!F7NPfhc4jHqrRVbh"
}
