{
  "folder": "jz8sCrSi9t14JmsZ",
  "name": "Fate",
  "type": "weapon",
  "_id": "itdElxLvFDeW9M8C",
  "img": "icons/weapons/swords/greatsword-crossguard-curved.webp",
  "system": {
    "description": "Education DC: 19\n\nAges ago there was this dwarven swordsman named Vladov Varga. Vladov was a hard-headed but superstitious old sod from the Tir Tochairs. After a life of fightin’ he’d settled down in Toussaint to start a simpler life as a vintner. Everythin’ went well. Vladov became fat and happy, an’ a reasonably good vintner. Married a buxom dwarven lass from the south, had a few kids and saw ‘em off into the world. But danger don’t leave folk like Vladov alone forever. Few years after seein’ his third kid off Vladov was strollin’ through the main square when an old woman caught his arm. Woman told him that there was a shadow of death about him and he’d soon be meetin’ his end.\nSometime soon he’d meet a beautiful woman in the market square. They’d talk all friendly-like ‘til it was late and time for him to head home. But when he started home he’d find the woman followin’ him. She’d reveal herself to be a beast of the night and put the final nail in Vladov’s coffin, so to speak. ‘Course Vladov was superstitious as they come and believed the old hag immediately. Wasn’t gonna tell his wife about it, of course, but the old dwarf started avoidin’ the market square and headin’ home before twilight. For two months this old bastard snuck around town jumpin’ at shadows ‘til he’d finally had enough. Vladov decided he was tired of runnin’. He’d forge his own fate like he had when he was a younger man. So Vladov took all the silver his savin’s could buy and forged a beautiful sword. He named it Fate—carried it with him everywhere he went.\nEventually the old dwarf met who the old woman’d warned him of: a beautiful human woman with raven black hair that fell to her waist and skin as pale as the moon on a clear night. She called herself Essyllt, and they did have a fine conversation about all manner of things from smithin’ to bakin’. But as night fell and Vladov excused himself, Essyllt started followin’ him. In a dark street on the outskirts of town Essyllt showed her true form. Turns out Essyllt was a bruxa who’d been huntin’ in town, lookin’ for someone to feed off of after a long sleep. But Vladov was prepared to fight fate with Fate—he drew the shimmerin’ blade he’d made just for that moment. \nVladov was old and couldn’t match Essyllt’s speed, but that blade held her at bay, shinin’ in the moonlight, hissin’ through the air like the fires of the forge and the water he’d quenched the blade in. Essyllt cut and slashed the old dwarf but couldn’t get close enough to have her feast. Eventually the sun rose and Essyllt fled, her ‘meal’ havin’ proved himself too much hassle. Vladov returned home and explained everythin’ to his wife, who I’m sure gave him quite an earful. Vladov’d made his own fate and survived the old witch’s curse.\n- Rodolf Kazmer",
    "quantity": "1",
    "weight": 4,
    "cost": 0,
    "isHidden": false,
    "type": {
      "text": "Slashing, Piercing",
      "slashing": true,
      "piercing": true,
      "bludgeoning": false,
      "elemental": false
    },
    "isAmmo": false,
    "usingAmmo": false,
    "accuracy": 3,
    "avail": "Rare",
    "damage": "2d6+1",
    "reliable": 10,
    "maxReliability": 10,
    "hands": "both",
    "range": "Melee",
    "effects": [
      {
        "id": "first",
        "name": "Silver (6d6+4)",
        "percentage": 0,
        "statusEffect": null
      },
      {
        "id": "lqOcDr8MOL3IWbj8",
        "name": "Greater Focus (Water)",
        "percentage": 0,
        "statusEffect": null
      },
      {
        "id": "fCDX43Q9HnYfTl91",
        "name": "Greater Focus (Fire)",
        "percentage": 0,
        "statusEffect": null
      },
      {
        "id": "7pKQINXWqrLj3nxh",
        "name": "Stagger",
        "percentage": 75,
        "statusEffect": null
      }
    ],
    "conceal": "NA",
    "enhancements": 3,
    "rateOfFire": 1,
    "attackSkill": "swordsmanship",
    "rollOnlyDmg": false,
    "isThrowable": false,
    "enhancementItemIds": [],
    "isStored": false,
    "equipped": false,
    "armorPiercing": false,
    "improvedArmorPiercing": false,
    "ablating": false,
    "sourcebook": "Corebook",
    "damageProperties": {
      "effects": [
        {
          "id": "first",
          "name": "Silver (6d6+4)",
          "statusEffect": null,
          "percentage": 0,
          "varEffect": false
        },
        {
          "id": "lqOcDr8MOL3IWbj8",
          "name": "Greater Focus (Water)",
          "statusEffect": null,
          "percentage": 0,
          "varEffect": false
        },
        {
          "id": "fCDX43Q9HnYfTl91",
          "name": "Greater Focus (Fire)",
          "statusEffect": null,
          "percentage": 0,
          "varEffect": false
        },
        {
          "id": "7pKQINXWqrLj3nxh",
          "name": "Stagger",
          "statusEffect": "staggered",
          "percentage": 75,
          "varEffect": false
        }
      ],
      "silverDamage": "6d6+4"
    },
    "defenseOptions": [
      "dodge",
      "reposition",
      "block",
      "parry"
    ]
  },
  "effects": [],
  "sort": 1200000,
  "ownership": {
    "default": 0,
    "dxC9PYhanWf4xPZG": 3
  },
  "flags": {
    "scene-packer": {
      "hash": "9e9cb449172ea449dd789f3e18de7f8c7879a5a4"
    }
  },
  "_stats": {
    "systemId": "TheWitcherTRPG",
    "systemVersion": "v12.20.0",
    "coreVersion": "13.347",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "_key": "!items!itdElxLvFDeW9M8C"
}
