{
  "folder": "jz8sCrSi9t14JmsZ",
  "name": "Moon Blade",
  "type": "weapon",
  "_id": "FBpDTMEVxWVcBJPn",
  "img": "icons/weapons/swords/greatsword-crossguard-engraved-green.webp",
  "system": {
    "description": "Education DC: 18\n\nGoetia ain’t a common occurence. Heh, turns out most people are smart enough to realize meddlin’ with devils is a bad idea. But now and again somebody forgets that and gives it a go. Ages ago, this Temerian mage named Trystan of Ellander decided he’d had it with bein’ a cut-rate magician and wanted the world to recognize him for the powerful mage he was. Heh, apparently the best way he could think to do that was summonin’ a devil to make a deal. The mage I dally with now and again says most folks who summon devils either desperately need the help or are sure they can outwit the beast. Probably Trystan thought he was one of the ‘smart’ ones. Summoned the devil in the middle of his study in Ellander and demanded that it give him its power. \nFolk say Trystan had done research in outdated textbooks from before Goetia was illegal across the North. Thought that burnin’ garlic and osha root would weaken the devil and force it to bargain with him. Couldn’t’a been farther from the truth, as he learned pretty damn quick. Devil killed Trystan without a second thought and possessed his body. Set off right away and started wreakin’ havoc in northern Temeria from the coast to the Mahakams. Now, a mage ain’t too hard to kill if ya know what you’re doin’ or have a good group of lads with ya. Problem, they soon found, was when ya kill a devil’s host it flies into some other unfortunate whoreson and disappears for a while. Lies low, then starts its mayhem all over again. Heh, got to where folk were scared to talk to anyone anymore. Never knew who might be possessed by the devil.\nEventually word went out: folk needed a witcher and they needed one bad. Olek of Ban Gleán was their boy, a Wolf School witcher who’d been on the road from Kaer Morhen down to Cintra. When he heard word of the devil in the north he just nodded his head and went to meet with the Duke of Ellander. Didn’t demand much either, just a new silver blade and a pound of coin. My guess is he asked for more but that’s what he got, heh. The Duke had the smiths of Ellander craft a blade of shimmerin’ silver and had it anointed by the few remainin’ priestesses of Lilvani, Goddess of the Moon. Duke was a religious man, and what’s better to fight devils, I guess? With his new sword, Olek lay in wait in Hagge until he spotted the devil, possessin’ a farmer, about to set fire to the granary. Olek confronted the devil but the hell-spawned bastard just laughed. Said the witcher wouldn’t cut down an innocent to kill him. But that ain’t the case—a witcher kills monsters, even if it means takin’ a few innocent lives along the way. Olek cut down the farmer on the spot, forcin’ the devil outta hidin’.\nFrom there, it was all one big battle o’ whirlin’ blades and claws and fangs. Finally the witcher landed a clean shot on the devil, hewin’ the whorseon in half with one huge swing. Folk say Lilvani guided the witcher’s hand through the Moon Blade, but who knows? Never been too religious myself.\n- Rodolf Kazmer",
    "quantity": "1",
    "weight": 4,
    "cost": 0,
    "isHidden": false,
    "type": {
      "text": "Slashing, Piercing",
      "slashing": true,
      "piercing": true,
      "bludgeoning": false,
      "elemental": false
    },
    "isAmmo": false,
    "usingAmmo": false,
    "accuracy": 1,
    "avail": "Rare",
    "damage": "3d6",
    "reliable": 10,
    "maxReliability": 10,
    "hands": "both",
    "range": "Melee",
    "effects": [
      {
        "id": "first",
        "name": "Silver (7d6+4)",
        "percentage": 0,
        "statusEffect": null
      },
      {
        "id": "B3WDkzlkDbkV3tDs",
        "name": "Greater Focus",
        "percentage": 0,
        "statusEffect": null
      }
    ],
    "conceal": "NA",
    "enhancements": 3,
    "rateOfFire": 1,
    "attackSkill": "swordsmanship",
    "rollOnlyDmg": false,
    "isThrowable": false,
    "enhancementItemIds": [],
    "isStored": false,
    "equipped": false,
    "armorPiercing": false,
    "improvedArmorPiercing": false,
    "ablating": false,
    "sourcebook": "Corebook",
    "defenseOptions": [
      "dodge",
      "reposition",
      "block",
      "parry"
    ],
    "damageProperties": {
      "silverDamage": "7d6+4",
      "effects": [
        {
          "id": "B3WDkzlkDbkV3tDs",
          "name": "Greater Focus",
          "statusEffect": null,
          "percentage": 0,
          "varEffect": false
        }
      ]
    }
  },
  "effects": [],
  "sort": 1300000,
  "ownership": {
    "default": 0,
    "dxC9PYhanWf4xPZG": 3
  },
  "flags": {
    "scene-packer": {
      "hash": "8d9c251caf67d31541238cbc8c62852705e14c42"
    }
  },
  "_stats": {
    "systemId": "TheWitcherTRPG",
    "systemVersion": "v12.20.0",
    "coreVersion": "13.347",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "_key": "!items!FBpDTMEVxWVcBJPn"
}
