{
  "folder": "jz8sCrSi9t14JmsZ",
  "name": "Ogh'r",
  "type": "weapon",
  "_id": "c7D2R6agbBOtpoTp",
  "img": "icons/weapons/hammers/hammer-war-rounding.webp",
  "system": {
    "description": "Education DC: 17\n\nRogar Hardhead was one hell of a troll. Lemme tell ya my friend, never heard of any other like him. Clear four meters tall and heavy as a cyclops, with a head so hard they say swords clattered off his forehead like hittin’ a stone wall. Rogar was a warlord. He’d beaten a few other trolls into workin’ for him and taken over a whole branch of mines in the Southern Mahakam Mountains. Rogar’d been fascinated with the optima mater and quicksilver in the mine and wanted it all for himself. Heh, what can ya say, he was a troll. \nProblem is, the crew he’d run out of the mine was diggin’ deep to find glowin’ ore, which they desperately needed to fill a quota for Mahakaman dimeritium. The leader of that crew, a stout young dwarf named Yorath, wasn’t gonna be late on his order and he wasn’t gonna let a troll push him around. He had a friend named Andras who was a bit of a headstrong young blade—Andras was all too happy to head into the mine and challenge Rogar. So Yorath, Andras, and a few of their mates headed down into the tunnels to challenge the troll to combat for the mine. However, when they got to Rogar’s “throne room,” they found too many trolls to ever beat with the men they’d brought. Thinkin’ fast, Andras challenged Rogar to a duel for the mine, thinkin’ he could take the troll one on one. Rogar agreed but with one condition—the battle’d be a headbuttin’ contest, popular among trolls I guess.\nI’ll spare ya the gory details. Let’s just say Andras didn’t win. Taking Andras’ body, Yorath and his mates fled the mine, back to the city where they mourned Andras. After the funeral proceedings, Yorath swore revenge. He knew that he couldn’t fight the trolls. He knew that he couldn’t stand up to Rogar in a head-bashin’ contest. But, heh, he could use his superior intelligence. Yorath went to his forge and crafted a huge dark-iron maul that he named Ogh’r, a two-meter beast of a hammer with a head that put any other maul to shame. On the front of that broad, flat hammer head, Yorath engraved the enraged face of a cave troll. \nOnce again Yorath traveled deep into the mines and met with Rogar, who agreed to another headbuttin’ contest. But Yorath tells Rogar he’s brought a better head ta compete with, showin’ Rogar the glowerin’ face of Ogh’r. At first Rogar wasn’t tricked. Can’t  use a hammer ‘cause it wasn’t a head. But Yorath was adamant, and his mates agreed. What’cha call the top of a hammer? A head. And only heads have faces right? Ya don’t see clubs with faces. Won over by that iron-clad argument, Rogar agreed. It was the last mistake the old brute’d ever make. Yorath got his mine back and avenged his friend all in one fell swoop. As for Ogh’r, it passed down through Yorath’s family for a while, before bein’ traded back and forth between dwarven families for a few years and eventually goin’ missin’.\n- Rodolf Kazmer",
    "quantity": "1",
    "weight": 5,
    "cost": 0,
    "isHidden": false,
    "type": {
      "text": "Bludgeoning",
      "slashing": false,
      "piercing": false,
      "bludgeoning": true,
      "elemental": false
    },
    "isAmmo": false,
    "usingAmmo": false,
    "accuracy": 0,
    "avail": "Rare",
    "damage": "10d6",
    "reliable": 15,
    "maxReliability": 15,
    "hands": "both",
    "range": "Melee",
    "effects": [
      {
        "id": "first",
        "name": "Stun (-4)",
        "percentage": 0,
        "statusEffect": null
      },
      {
        "id": "gbdaKyGhLND4izPq",
        "name": "Balanced",
        "percentage": 0,
        "statusEffect": null
      }
    ],
    "conceal": "NA",
    "enhancements": 3,
    "rateOfFire": 1,
    "attackSkill": "melee",
    "rollOnlyDmg": false,
    "isThrowable": false,
    "enhancementItemIds": [],
    "isStored": false,
    "equipped": false,
    "armorPiercing": false,
    "improvedArmorPiercing": false,
    "ablating": false,
    "sourcebook": "Corebook",
    "damageProperties": {
      "effects": [
        {
          "id": "first",
          "name": "Stun (-4)",
          "statusEffect": "stun",
          "percentage": 100,
          "varEffect": false
        },
        {
          "id": "gbdaKyGhLND4izPq",
          "name": "Balanced",
          "statusEffect": null,
          "percentage": 0,
          "varEffect": false
        }
      ]
    },
    "defenseOptions": [
      "dodge",
      "reposition",
      "block",
      "parry"
    ]
  },
  "effects": [],
  "sort": 700000,
  "ownership": {
    "default": 0,
    "dxC9PYhanWf4xPZG": 3
  },
  "flags": {
    "scene-packer": {
      "hash": "244f61fada6a89939a66a84026c503d075d0ec39"
    }
  },
  "_stats": {
    "systemId": "TheWitcherTRPG",
    "systemVersion": "v12.20.0",
    "coreVersion": "13.347",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "_key": "!items!c7D2R6agbBOtpoTp"
}
