{
  "folder": "jz8sCrSi9t14JmsZ",
  "name": "The Abyss Guard",
  "type": "weapon",
  "_id": "zOrc7RLT2tSBtbmK",
  "img": "icons/weapons/polearms/spear-simple-red-blue.webp",
  "system": {
    "description": "Education DC: 18\n\nLemme tell ya, merchants love a good mystery, ‘specially one that ends in money. This strange, barbed harpoon turned up in the market at Gors Velen a few years ago. Merchant didn’t think too much of it old, dirty, soaked in sea water, and covered in algae. But when he cleaned the thing up to sell, he found somethin’ unexpected. From butt to barbs this harpoon’s inscribed with some strange runes. Not the runes we use nowadays— flaming orange like dyin’ embers, and hummin’ with power. The harpoon’s blade was long and thin, with wicked barbs. Made of some alloy the fella couldn’t place.\nAfter a fair bit of marvelin’, the merchant set to tracing the fella who’d sold him the harpoon. After a bit of work he found an old ship’s quartermaster on shore leave, in from Etolia. Turns out the quartermaster’d been given the harpoon by a crewman on a Skellige whalin’ ship that hadn’t the coin to pay for a new blade back on the islands. Quartermaster said that the whaler had said he found the harpoon washed up on shore back on Faroe but he hadn’t touched the thing much cause it made the water act strange. Never heard specifics on what he meant by “make the water act strange,” though. This merchant talked the ears off other merchants and scholars in Gors Velen about the runes and the harpoon without findin’ much. Heh, coulda headed to Aretuza but they’d probably just’a kept the harpoon and tossed the poor bastard out on his ear.\nAfter days of this the merchant came across a priestess of the Lady of the Lake who’d come to Gors Velen from Vizima. The Priestess said she’d seen runes like ‘em before, dealin’ with the Vodyanoi in their city at the bottom of Lake Vizima. With a little more diggin’ the merchant found out there used to be a city off the coast of Bremervoord called the City of Ys. Probably had folk like the Vodyanoi, and they likely made his harpoon. Hopin’ to find more treasures to sell, the merchant headed out for the ruins of Ys on a chartered boat. \nHis hired divers couldn’t reach the city, but they saw its ruins far in the depths. And past those, off towards the Sedna Abyss, a huge skull of some sorta creature. To this day, there’s no clear connection between the harpoon, Ys, an’ that giant skull, but there’s all manner of speculation. Folk have taken to sayin’ that the harpoon belonged to a brave Ysian warrior who went to his death protectin’ the city from some unholy horror that slithered out of the depths of the Sedna Abyss. Guess we’ll never know the truth, but the merchant made a bundle on the damn harpoon.\n- Rodolf Kazmer",
    "quantity": "1",
    "weight": 4,
    "cost": 0,
    "isHidden": false,
    "type": {
      "text": "Piercing, Bludgeoning",
      "slashing": false,
      "piercing": true,
      "bludgeoning": true,
      "elemental": false
    },
    "isAmmo": false,
    "usingAmmo": false,
    "accuracy": 2,
    "avail": "Rare",
    "damage": "7d6+4",
    "reliable": 10,
    "maxReliability": 10,
    "hands": "both",
    "range": "Body x2m",
    "effects": [
      {
        "id": "first",
        "name": "Freeze",
        "statusEffect": "freeze",
        "percentage": 75
      },
      {
        "id": "t2eZI5jU1R0OfQ7U",
        "name": "Greater Focus (Water)",
        "statusEffect": null,
        "percentage": 0
      },
      {
        "id": "MUjjPMBtYr31lRNd",
        "name": "Long Reach",
        "statusEffect": null,
        "percentage": 0
      }
    ],
    "conceal": "NA",
    "enhancements": 3,
    "rateOfFire": 1,
    "attackSkill": "staffspear",
    "rollOnlyDmg": false,
    "isThrowable": true,
    "enhancementItemIds": [],
    "isStored": false,
    "equipped": false,
    "armorPiercing": false,
    "improvedArmorPiercing": false,
    "ablating": false,
    "sourcebook": "Corebook",
    "rangedAttackSkill": "athletics",
    "defenseOptions": [
      "dodge",
      "reposition",
      "block",
      "parry",
      "parryThrown"
    ]
  },
  "effects": [],
  "sort": 800000,
  "ownership": {
    "default": 0,
    "dxC9PYhanWf4xPZG": 3
  },
  "flags": {
    "scene-packer": {
      "hash": "0f31556b3f634468ceff0485643290576eb97308"
    }
  },
  "_stats": {
    "systemId": "TheWitcherTRPG",
    "systemVersion": "v12.20.0",
    "coreVersion": "13.347",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "_key": "!items!zOrc7RLT2tSBtbmK"
}
