{
  "folder": "jz8sCrSi9t14JmsZ",
  "name": "Thorn",
  "type": "weapon",
  "_id": "sljRgNGfectMKGAq",
  "img": "icons/weapons/daggers/dagger-ritual-brown.webp",
  "system": {
    "description": "Education DC: 15\n\nYa’d not think much of a wooden dagger, right? Thing can’t hold an edge, it’ll never cut. Hell, it’d barely scrape ya. That is, any regular wooden dagger. Heh—I’m gettin’ ahead of myself. \nYears and years ago, there was this Verdenian Knight named Heinrich of Orth. Now, this whoreson’d been born to be a knight. Real upstandin’ fella, raised to always think about Verden and the future of his house. Heh, before the Nilfgaardian War, life was pretty quiet in Verden. Biggest threat was the Brokilon. And oh boy, was it a threat. Ya can’t go a meter into the Brokilon without riskin’ your neck. Hell, even me, and I’m not even a ploughin’ human! The dryads hate anyone that ain’t one of them and they’re dead-eyes when it comes to archery. But anyway, Heinrich patrolled the outside of the Brokilon, protectin’ townsfolk and huntin’ dryads. \nOne day Heinrich spots this one dryad in the depths of the woods—long moss-green hair, smooth emerald skin, and curves to put any human woman to shame. Heinrich’s smitten of course—at least, part of him sure is, heh. He sets out to capture this wild woman and make her his wife, or at least, mistress. Problem is, Verdenians don’t know much Elder Speech, and dryads don’t speak much Nordlin’, nor even get close enough to talk. So Heinrich has a think. He has a local smithy craft a net of silk and silver to toss over the young lass and take her back home. Heads out and leaves a wounded faun by the edge of the forest for the dryad to find. Suprisin’ enough, the daft plan works! The beautiful dryad comes into view at the edge of the forest, bow in hand. Quick as a whip, the knight nets the dryad and wrestles her to the ground.\nNow Heinrich can’t marry the dryad—no priest’s gonna officiate that sorta thing—but he figures he can still enjoy the consumatin’. Stripped of her bow and tied to his bed, Heinrich figures he can leave the dryad for a few minutes to brag to his mates. But ya can’t underestimate a dryad. Heinrich returns to an empty bed, a splintered bedpost, and cut ropes. The next thing Heinrich knows there’s a sharp pain in his back an’ fire in his veins. Heh, thing about dryads is they’re at one with nature and whatnot. Who knows how far that goes? Well, this one’s magic molded a dagger out of the wooden bedpost and hardened it like steel, with a scalpel’s edge. ’Magine as Heinrich fell, poison stoppin’ his heart, dagger stuck in his back, he probably thought it was a mistake leavin’ that dryad alone. I’d say the mistake was kidnappin’ her in the first place.\n- Rodolf Kazmer",
    "quantity": "1",
    "weight": 0.5,
    "cost": 0,
    "isHidden": false,
    "type": {
      "text": "Piercing",
      "slashing": false,
      "piercing": true,
      "bludgeoning": false,
      "elemental": false
    },
    "isAmmo": false,
    "usingAmmo": false,
    "accuracy": 3,
    "avail": "Rare",
    "damage": "3d6",
    "reliable": 15,
    "maxReliability": 15,
    "hands": "right",
    "range": "Body x2m",
    "effects": [
      {
        "id": "first",
        "name": "Bleed",
        "statusEffect": "bleed",
        "percentage": 75
      },
      {
        "id": "WaJboipPQSTLZ64X",
        "name": "Poison",
        "statusEffect": "poison",
        "percentage": 100
      }
    ],
    "conceal": "S",
    "enhancements": 3,
    "rateOfFire": 1,
    "attackSkill": "smallblades",
    "rollOnlyDmg": false,
    "isThrowable": true,
    "enhancementItemIds": [],
    "isStored": false,
    "equipped": false,
    "armorPiercing": false,
    "improvedArmorPiercing": false,
    "ablating": false,
    "sourcebook": "Corebook",
    "rangedAttackSkill": "athletics",
    "defenseOptions": [
      "dodge",
      "reposition",
      "block",
      "parry",
      "parryThrown"
    ]
  },
  "effects": [],
  "sort": 500000,
  "ownership": {
    "default": 0,
    "dxC9PYhanWf4xPZG": 3
  },
  "flags": {
    "scene-packer": {
      "hash": "beba81da5ab2c7d5f02c4f745bad35971f5b0393"
    }
  },
  "_stats": {
    "systemId": "TheWitcherTRPG",
    "systemVersion": "v12.20.0",
    "coreVersion": "13.347",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "_key": "!items!sljRgNGfectMKGAq"
}
